/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.anonymalert" = "ਅਸੀਂ ਹਮੇਸ਼ਾ ਆਪਣੇ ਫੀਡਬੈਕ ਨਾਲ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਸਾਂਝਾ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਸਾਂਝਾ ਨਹੀਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਮੱਸਿਆ ਬਾਰੇ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵਾਂਗੇ।";
"zanalytics.bug.alert.quitfeedback" = "ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?";
"zanalytics.feedback.navbar.title.noscreenshots" = "ਕੋਈ ਸਕ੍ਰੀਨਸ਼ੌਟ ਉਪਲਬਧ ਨਹੀਂ";
"zanalytics.feedback.navbar.title.screenshots" = "ਸਕ੍ਰੀਨਸ਼ੌਟ";
"zanalytics.feedback.navbar.title.snap" = "ਸਨੈਪ";
"zanalytics.feedback.navbar.title.compose" = "ਰਚਨਾ ਕਰੋ";

"zanalytics.bug.alert.cancel"               = "ਨਾ";
"zanalytics.bug.alert.title"                = "ਸਾਨੂੰ ਕੁਝ ਦੱਸਣਾ ਚਾਹੁੰਦੇ ਹੋ?";
"zanalytics.feedback.navbar.title.feedback"             = "ਫੀਡਬੈਕ";
"zanalytics.feedback.navbar.title.reportbug"            = "ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰੋ";
"zanalytics.feedback.navbar.title.helpme"               = "ਮੇਰੀ ਮਦਦ ਕਰੋ";

"zanalytics.feedback.navbar.title.systemlogs"             = "ਸਿਸਟਮ ਲੌਗਸ";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "ਡਾਇਗਨੌਸਟਿਕ ਜਾਣਕਾਰੀ";

"zanalytics.bug.alert.dontshowagain"            = "ਦੁਬਾਰਾ ਨਾ ਦਿਖਾਓ";
"zanalytics.bug.alert.title.helpme"            = "ਮੇਰੀ ਮਦਦ ਕਰੋ";

"zanalytics.bug.alert.message.savetolocal"         = "ਮੁਆਫ਼ ਕਰਨਾ! ਅਸੀਂ ਬੱਗ ਰਿਪੋਰਟ ਨਹੀਂ ਭੇਜ ਸਕੇ, ਕੀ ਤੁਸੀਂ ਸਕ੍ਰੀਨਸ਼ੌਟ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?";



"zanalytics.feedback.email.title"                = "ਈਮੇਲ ਪਤਾ";


"zanalytics.bug.detectscreen.title"       = "ਕੁਝ ਦਿਲਚਸਪ ਮਿਲਿਆ?";

"zanalytics.bug.alert.detectscreen.yes"                      = "ਹਾਂ";
"zanalytics.bug.alert.detectscreen.no"                       = "ਨਾ";

"zanalytics.bug.alert.detectscreen.share" = "ਸਾਂਝਾ ਕਰੋ";
"zanalytics.bug.alert.detectscreen.dontshow" = "ਦੁਬਾਰਾ ਨਾ ਪੁੱਛੋ";

"zanalytics.bug.annotate.button.title"                       = "ਹੇਠਾਂ ਦਿੱਤੇ ਟੂਲਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬੱਗ ਨੂੰ ਵਿਆਖਿਆ ਕਰੋ";


"zanalytics.feedback.failed.alert.description" = "ਫੀਡਬੈਕ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ!";


"zanalytics.feedback.success.alert.description" = "ਆਪਣਾ ਫੀਡਬੈਕ ਦਰਜ ਕਰਨ ਲਈ ਧੰਨਵਾਦ!";


"zanalytics.feedback.common.alert.title.add.photos" = "ਫ਼ੋਟੋਆਂ ਸ਼ਾਮਿਲ ਕਰੋ";
"zanalytics.feedback.common.alert.title.alert" = "ਚੇਤਾਵਨੀ";
"zanalytics.feedback.common.button.title.back" = "ਪਿੱਛੇ";
"zanalytics.feedback.common.button.title.cancel" = "ਰੱਦ ਕਰੋ";
"zanalytics.feedback.common.button.title.close" = "ਬੰਦ ਕਰੋ";
"zanalytics.feedback.common.button.title.ok" = "ਠੀਕ ਹੈ";

"zanalytics.feedback.textview.placeholder"           = "ਅੱਸੀ ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਦੀ ਕਦਰ ਕਰਦੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਅਸੀਂ ਕਿੱਦਾਂ ਕਰ ਰਹੇ ਹਾਂ। ";
"zanalytics.bug.textview.placeholder"           = "ਕੀ ਤੁਸੀਂ ਸਾਡੀ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਕਿਸੇ ਸਮੱਸਿਆ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੇ ਹੋ? ਸਾਨੂੰ ਇਸ ਬਾਰੇ ਦੱਸੋ।";
"zanalytics.help.textview.placeholder"           = "ਅਸੀਂ ਚੀਜ਼ਾਂ ਨੂੰ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਕੇ ਤੁਹਾਡੀ ਮਦਦ ਕਰਾਂਗੇ!";

"zanalytics.feedback.add.photos.alert.description" = "ਕੋਈ ਫ਼ੋਟੋਆਂ ਨੱਥੀ ਨਹੀਂ ਕੀਤੀਆਂ ਹਨ, ਹੋਰ ਫ਼ੋਟੋਆਂ ਸ਼ਾਮਿਲ ਕਰੋ ਲਈ ਫ਼ੋਟੋ ਗੈਲਰੀ ਖੋਲ੍ਹੋ!";

"zanalytics.feedback.add.photos.alert.open" = "ਫ਼ੋਟੋਆਂ ਖੋਲ੍ਹੋ";


"zanalytics.feedback.access.photos.alert.description" = "%@ ਐਪ ਕੋਲ ਤੁਹਾਡੀਆਂ ਫ਼ੋਟੋਆਂ ਦੀ ਐਕਸੈਸ ਨਹੀਂ ਹੈ।\nਐਕਸੈਸ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ, ਇੱਥੇ ਜਾਓ: ਸੈਟਿੰਗਾਂ > ਪਰਦੇਦਾਰੀ > ਫ਼ੋਟੋਆਂ > %@";

"zanalytics.feedback.access.photos.alert.settings" = "ਸੈਟਿੰਗਾਂ";

"zanalytics.feedback.label.title.anonymous" = "ਗੁਮਨਾਮ";

"zanalytics.feedback.navbar.button.title.send" = "ਭੇਜੋ";
"zanalytics.feedback.navbar.button.title.next" = "ਅਗਲਾ";
"zanalytics.feedback.navbar.button.title.done" = "ਹੋ ਗਿਆ";
"zanalytics.feedback.navbar.button.title.editphotos" = "ਫ਼ੋਟੋਆਂ ਦੀ ਸੋਧ ਕਰੋ";
"zanalytics.feedback.navbar.button.title.addmore" = "ਹੋਰ ਸ਼ਾਮਲ ਕਰੋ";
"zanalytics.feedback.navbar.button.title.attach" = "ਨੱਥੀ ਕਰੋ";
"zanalytics.feedback.navbar.button.title.delete" = "ਮਿਟਾਓ";


"zanalytics.feedback.navbar.title.taptoedit" = "ਸੋਧ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ";
"zanalytics.feedback.navbar.title.editor" = "ਐਡੀਟਰ";
"zanalytics.feedback.navbar.title.choosephotos" = "ਫ਼ੋਟੋਆਂ ਨਿਸ਼ਚਿਤ ਕਰੋ";
"zanalytics.feedback.navbar.title.selectphotos" = "ਫ਼ੋਟੋਆਂ ਚੁਣੋ";
"zanalytics.feedback.navbar.title.photoselected" = "ਫ਼ੋਟੋ ਚੁਣੀ ਗਈ";
"zanalytics.feedback.navbar.title.photosselected" = "ਫ਼ੋਟੋਆਂ ਚੁਣਿਆਂ ਗਈਆਂ";

"zanalytics.feedback.accessory.title.systemlogs" = "ਸਿਸਟਮ ਲੌਗਸ ਸ਼ਾਮਲ ਕਰੋ";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "ਡਾਇਗਨੌਸਟਿਕ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰੋ";
"zanalytics.feedback.accessory.button.title.view" = "ਵਿਊ";

"zanalytics.feedback.picker.image.notfound" = "ਚਿੱਤਰ ਨਹੀਂ ਮਿਲੇ";

"zanalytics.feedback.attachments.title" = "ਅਟੈਚਮੈਂਟਾਂ(%i)";

"zanalytics.feedback.privacy.consent.description" = "ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੰਸੋਲ ਲੌਗ ਅਤੇ ਡਾਇਗਨੌਸਟਿਕ ਜਾਣਕਾਰੀ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਦੇ ਹਾਂ ਕਿਉਂਕਿ ਇਹ ਸਾਡੇ ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਾਂਝੇ ਕੀਤੇ ਗਏ ਫੀਡਬੈਕ ਨੂੰ ਬਿਹਤਰ ਤਰੀਕੇ ਨਾਲ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ।";

"zanalytics.feedback.privacy.consent.clogs.title" = "ਕੰਸੋਲ ਲੌਗਸ";

"zanalytics.feedback.privacy.consent.dinfo.title" = "ਡਾਇਗਨੌਸਟਿਕ ਜਾਣਕਾਰੀ";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "ਹੋਰ ਜਾਣਕਾਰੀ";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ਡਿਵਾਈਸ ਜਾਣਕਾਰੀ";

"zanalytics.feedback.privacy.consent.cancel" = "ਰੱਦ ਕਰੋ";

"zanalytics.feedback.privacy.consent.openmailapp" = "ਮੇਲ ਵਿੱਚ ਖੋਲ੍ਹੋ";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "ਹਮੇਸ਼ਾ ਭੇਜੋ";
